{
"clusters": 
[
	{
		"name": "Family",
		"sentences": [
		"Spend time with children and house routines. I need to look after them or clean.",
"True my kids don't like to go. Computer",
"Lack of time. I have 3 kids and they need my attention 24/7",
"Because its hard to coordinate when you have 3 kids. One is sleeping, another one is hungry, the third is crying'",
"I am the mother to 3 young Children . Having the time to fit exercise in during the week days us difficult",
"Trying to fit everything in a day I suppose and exercise comes last after all the daily chores ext",
"I do not have enough spare time. I work four days a week which includes commuting and need to care for my child on the remaining days.",
"No time because of family and kids. In the evening when the kids are asleep I am spending time with my partner",
"too busy with three children, job and housework! I literally have no spare time",
"Not all the children can swim. One child is too small to do exercise. I don't have family nearby",
"I do not have enough time. I have a little baby. I have very little time for myself",
"I moved away from friends and family, I used to have someone look after my children while I go to the gym 3 times a week. I can't afford a gym with a cr'che.",
"I work full time as a teacher and have two small children, so I have very little time for exercise",
"The kids have other priorities/activities that I have to ferry them back and forth to. Not enough time for me",
"I am a working mother. I do not have time to spare exercising. my time goes on my child my job my home. If I have any free time it is filled with doing activities with my child.",
"I only exercise sometimes because I'm a mother and the only time I can exercise is when my baby is asleep and I'm too tired",
"Not enough time. Because of the children",
"I feel guilty and unmotivated. I feel guilty for taking time out for myself when my husband is looking after the children. Im not motivated to get up early enough to go when they are still in bed",
"I find it difficult at the motherent with 2 children under 3",
"Once they are in bed I have to tidy the house and walk the dog",
"I work and in my free time I need to look after my family and visit friends",
"we have both recently got new jobs, I think once we are both settled in our new routines and the little ones are settled then this is something we will something we will defiantly look into",
"Time - No available time due to children",
"I have a new born baby and I feel as though it's a big ask for someone to watch a baby",
"I have 4 children and they keep me busy so I'm tired and short on time",
"I have a new born and a 3 year old with asd and neither can participate presently",
"Because I do not have enough time to do more, even though I would like to do more. Because I have 3 young children who are very messy and don't do anything around the house. I study for a part time university degree. I volunteer. I do housework and gardening and surveys.",
"Because my children won't help. They are lazy and I spend so long tidying up their mess. Also they cry and whinge and say no",
"i dont have a lot of spare time. work and family take up a lot of my time",
"tiredness. i dont sleep well and im on the go all day",
"I am a mother and I work at the same time. When I come home after work I have family duties",
"Do not have enough time. I have two young children and also work",
"I have two children who go to school. They are home dinners at the moment. I'm cooking fresh food for them at lunch every day. Then doing housework, cooking cleaning, grocery shopping etc",
"I don't feel like I have the time. I have two small children, one a new baby",
"Because I don't have anyone that can baby sit my kids. My husband works full time and I don't have family close by",
"Commitments. I work full time and I have three children to take care of too which have their own extra curricular activities",
"no time. look after my kids, household duties and work",
"i know its good but hard to fit it in everyday life",
"Time. Between work, and having a family I find it very difficult to find time to carry out exercise",
"because my family live further away so it's not easy to organise",
"time. i have 3 young children so don't often get time",
"No enough spare time. I work long hours so don't have a lot of spare time if any",
"too tired in my spare time. I either work or sleep",
"i have three children under 6 years old 2 of which are at school and a 1 year old who needs constant looking after but i do try to get to the gym when i can",
"because as i stated my child needs me to look after him the majority of the time",
"Busy home schedule. I have young children",
"Because after running around after family, I don't have any spare hours in the day",
"Lack of time / interest, local friends to workout with. Look after my 2 children, we don't have a great support network around us so they're my main priority",
"I walk a lot with my children so feel that is enough for now",
"Looking after my young daughter. Timings.  I have to collect her on a night and my husband isn't home till later and those are the times I wold traditionally have gone to exercise classes",
"Time. I enjoy it when I do it but finding the time with a toddler when your husband works late is challenging",
"I have a little kid and it is difficult to find someone to leave him with.",
"Not enough time. I have two young children. I do kick boxing and walks",
"i do what I can. But the kids keep me from doing it more often",
"not enough time. work during the day, after school activities of my daughter in the afternoon",
"No time. Due to kids",
"Busy with family life and kids. Catch up on tv and spend time with my child",
"Because of family commitments and not having any energy. I'm pregnant so find it difficult to sleep and am so tired during the day especially after seeing to household chores and taking care of my child and husband",
"because with my work and family commitments I always have little free time",
"I work a lot of time in the office and how much I do not work are very busy with the management of my house and children",
			"Feel like I don't have enough spare time. I get home from work at 6pm and once I have made and ate dinner, had a bath, and had time to relax, it's time for bed! Weekends I always seem to be busy either visiting family in a different city, studying for a qualification or having plans.",
"too busy. im a busy mother to a newborn baby",
"I have a hectic home life and struggle for time. i have a nearly 3 year old kid and work full time",
"because I have long work hours and do not have time to exercise more often. ",
"Because I have a dependant at home (adult) whom struggles when I return late from work so I try to minimize these occasions ",
"I always find other things that need doing eg house hold chores,washing etc that need doing due to my long working hours.",
"The remaining time I have is to spend with my partner otherwise we would never see each other.",
"I don't always get 8 or more hours of sleep so I'm tired most days.",
"I don't feel I have time to as I work 8 hours a day, have dinner immediately afterwards, and then usually go out to meet my fiance.",
"The reason why i only do exercise sometimes because of schedules and time for part time work and husband.",
"I do, but I don't want to spend more time exercising than I do now. Because other things in life are more important to me.",
"I never seem to have enough time. I am working all day and then i either do research at night or meet up with my partner.",
"work. I work long hours with spilt shifts, and only have time on a weekend",
"I try. But its hard. Something always comes up which seems to be more important",
"time. it's hard to find the time when im not at work",
"Due to work, i haven't been able to make my favourite classes for a whole week and i'm finding it really frustrating",
"because I struggle for time. housework, spend quality time with my partner when I get the chance, food shopping",
"i dont have much spare time to do so. i would rather sleep or eat than exercise",
"I should, I just have a lot of obligations during the day and I forget.",
"I only sometimes do sports because I am too busy and tired from my university work",
"like I said, I am often too busy to do so. i mostly study or try to catch up on sleep",
"Lack of time and energy due to university. Most of my free time is spent studying and completing universitywork",
"lack of time. I study",
"I am busy with university. When i do have time, I normally spend it studying or doing other chores",
"don't have time to do it more often. I study for university and volunteer",

"I don't have the time. I usually have university work. When I  have time I run and do abs and legs",
"I prioritize things over exercise. Like studying and sleeping",
"I'm too busy. With lectures, studying and applying for internships and jobs.",
			"I dont have enough time. I am self employed have am a single parent",
			"I'm trying to sleep when kids go asleep and in the evening I've used that time for my partner. ?",
"My husband works too much to have time for that. And we are dependent on his income",
"I am too tired on an evening after been up from 5am with my child then working until 8pm I still have chores to do when I get home",
"I'm at home taking care of my household chores, also in the weekends its difficult to leave because I often dont have a babysitter for my child.",
"not feel full energy. work home child and the last one is you i wont but not alot energy and time",
"look after my newborn child who is breastfed so i cant leave them",
"Often I will be too tired to consider exercise on most days as I work full time in a job that require a lot of concentration.   I also have a lot of other commitments other than my job that take up my time, including running my own side business and looking after family.",
"I am always exhausted after work and have other chores to do, such as cook tea, tidy the house etc. My partner and I like to relax after work as during the week it does tend to feel like all we do is work, work work (we are both full time)",
			"no time. kids take all time and house work and work. in evenings just want to relax",
"Because I am not always able to find a babysitter for the little one.",
"Lack of motivation. I am part time working mother of 2 loving girls. The truth is that when I find time to exercise I am very tired or prefer to read a book.",
"I don't have free time as I don't have anyone to look after my child",
"because of my commitments to work, and my child. I work during the day and in the evening I have chores to do"
		]
	},
	{
		"name": "Other",
		"sentences": [
			"I am studying and spend the rest of my time exploring and submitting graduate applications",
"not enough time. University and work",
"because i do not have enough time. see friends , study and travel",
		"I don't have enough time. I work full-time and then I spend over 2 hours per day commuting, sometimes close to 3. No way am I waking up earlier and then when I get home I cook dinner, have 1 hour of \"free time\" and then go to sleep",

			"Not enough time because I do things around house, occasionally I relax doing nothing after busy day",
"After busy day I'm just too tired to do more. I can do more but I don't have spare time, I need to get up in the morning everyday. And if I'm too tired in the evening to do exercises it means I was moving enough through day",
"Maybe my will is not strong enough. I just can't force myself",
"Because I work quite late at night so cant get up any ealier",
"Because I currently only get six hours sleep a night, if I got up earlier I would get less which would affect my ability to do my job.",
"Lack of motivation I guess. I just cant be bothered",
"I have to clean the house and otherwise prioritise my time at the end of the day",
"I'm a lazy person in my free time I want to watch more tv series than do more work out. The daily 10 minutes are good enough in the morning for now",
"Good question, because I'm lazy It's a fact. But you have a point, I could easily change hat",
"I'm lazy. I have no drive to actually do things",
"I sometimes work out but not very often because I am very busy",
"I do walk a lot but i would like to join a gym or an exercise class",
"good question. I guess I just dont really want to and cant force myself",
"laziness. don't have the motivation to do even a quick routine",
"like I said, laziness. it's easier to lay on the sofa watching tv",
"because I don't have such friend. because it is the fact and I can't change it at this time",
"I'm doing this. I walk to my work. But I would like to exercise more",
"I don't have the motivation. because I dont enjoy sports",
"I rarely exercise because I find it hard to stick to it as I don't enjoy any forms of exercise.",
"I have bought a Zumba DVD but I keep putting it off out of laziness.",
"While I enjoy the many benefits of exercise, my problem is that my brain finds it extremely boring. There's nothing for my mind to do while my body is exercising, and that is a huge minus for me.",
"Where I live means that in order to find a decent bike trail I would have to drive, as well as figure out a way to transport the bike. Just biking around the neighborhood gets very boring very fast.",
"It takes time to get used to my new lifestyle/working life, I am still figuring out how much time I have in the evenings and how much time I need for other activities",
"I don't normally exercise because I start work at 6am and when I come home I just want to relax",
"Because personally I can never be really bothered. I am always tired after work",
"I do not always have time because I am working my full time job which require my time be used elsewhere, running my business which means I have money in the bank so I can live, eat and have a roof over my head. ",
"It's would mostly be lack of motivation especially after a long day of work. ",
"Lack of motivation as a mindset is hard to escape especially with a poor emotional state ",
"Because I am lazy and I want to watch tv series all the day. ",
"I do that but not all the time. Sometimes I think that pc make me feel happier but it makes me more lazy and non energetic",
"I am letting go of the idea too easy, sometimes I think about doing it and something else comes up and I conveniently forget.",
"Because when i get home from work I dont have a lot of motivation and I am tired.",
"I need to listen to my own advice. I make up excuses in my head to warrant not exercising because I just cant be bothered",
"I don't like doing meal prep in advance because I don't know what i will feel like eating - also it takes a lot of time to do this and so it works out at more relaxation time lost, if I have to prep meals on a sunday.",
"Because I get in from work and by the time I sit down I get comfortable and can't be bothered to move.",
"Because the thought of sitting in front the TV attracts me more as it is a lot less effort even though I do want to exercise",
"Sometimes it feels like it would take more energy than I'm prepared to give. If I've been in work all day, I feel like going home and relaxing would be more rewarding than exercising.",
"I enjoy being in bed too much, I like to put off the start of the day as much as possible.",
"Because I work some distance away from my home and by the time I get home it is late, I need to eat and I've lost all motivation for exercise",
"I am mentally tired once I get home from work and do not have the motivation",
"I have not found a sport to do solo. I don't like to exercise alone",
"I have a physical job and feel I get enough exercise during work hours so I don't need to do it in my free time as well.",
"Because I work all day, full time and when I got home it is almost evening, so I feel tired and I often run out of time as I need to get things ready for the next day and also sleep enough to feel alert during my working time. ",
"I think it is because I haven't got enough motivation to start working out times and get things ready beforehand. ",
"I have to be at work early and leave late so usually this exhausts me too much to then go to the gym. I want some time in the evenings to relax and sit in front of the tv as well.",
"I go to bed too late to get up early, because I don't want it to be the next day and have to go to work again.",
"Because I work 13 hour shifts and work over 60 hours a week so I'm generally too tired ",
"I can't commit or fit it in around my busy shift pattern",
"Because I work over 50 hours a week and when I get home I feel exhausted and then still have to cook tea have a shower and clean the house",
"I don't have much time during the day because I work and am exhausted when I get home.",
"I don't feel motivated to exercise in the morning because I am still usually tired and suffering from a sore back.",
"I have a very active job and am outdoors most of the day so sometimes when I have free time I just want to sit for once and rest rather than be active.",
"Sometimes the voice in my head wins to tell me to relax as I deserve it after being on my feet outdoors for 6 plus hours.",
"My part time job in unpredictable time its like on call job i have to be online or free whenever they need me so its really hard on my part.",
"I have an hour and a half commute to and from work and by the time I'm home I don't have the time or energy. I don't feel comfortable using a gym near to work as I like to use my own shower afterwards.",
"I lack the motivation. I also don't have a gym partner and am too self conscious to turn up to the gym alone.",
"Due to my work, I have little free time and I don't like spending it by doing sports",
"Lack of motivation. Because I need to think it over and make the decision for myself and I haven't done that yet",
"Tired from work. Work 7 days a week, 7 hours per day, so I feel exhausted when I arrive home",
"Sometimes I don't feel like having the trouble because of laziness. I just cant be bothered to exercise",
"I dont have the time. My job is very physical so i get tired a lot",
"I dont have time because I work a lot. And when I get home I dont want to exercise",
"ill health. Too tired",
"difficult on my own. I need peer pressure",
"I think I'm too lazy. Even when I plan to exercise, I choose to read a book or be on the internet. Maybe because I have no company and I can not motivate myself alone.",
"It is automatic not to counteract my unwillingness to exercise. I give myself to laziness and prefer to do the usual activities (for example, read). I also think to myself, \"I'm not that fat.\"",
"Exercise is very boring. It's repetitive and my mind has nothing to do while my body exercises.",
"I have neither the money nor the time. I'm unemployed, my car is broken, and I live in the middle of nowhere.",
"Because I don't have enough time Because I am working full time 8.5 hours a day and commuting 2 hours a day..",
"its a lot of work to exercise. its exhausting and takes a lot of energy",
"because feeling exhausted in the moment of exercising doesnt feel worth it",
"Because most of the time I would rather be doing other things lol",
"I think its mainly through laziness and ts not a part of my routine",
"Because i have not found the motivation for it and i have been losing weight by watching my eating habits",
"i don't enjoy it and find it boring- it just doesn't interest me. There isnt really anything I enjoy sport wise apart from swimming",
"i have no one to exercise with and it's not something I enjoy doing",
"Not much free time. Work",
"Not confident enough to do it alone. It's not something I do regularly so feel like people watch/judge if I go to the gym or a class alone",
"I feel so tired! Because of the above - working full time, commuting, it being dark and cold when I get out of work . . .",
"I cycle to work usually, but at this current time, it's rainy season, so I am unable. I do use the gym ever weekend.",
"I dont like sports. They seem boring and repetitive. It's hard to remember all the rules and I feel like I'm being judged.",
"I don't have enough money, I don't have a means of transportation, and I can't think of a sport I like.",
"time. I work 50 hours a week and spend 15 hours a week commuting, it's hard to find time and have a social life",
"I don't like doing them. Because theyre boring",
"I can't afford to do the things I would like. I would like to go swimming or do reforma pilates",
"I like to go running alone, and I do this for my own mental health. However weather is often bad and I wont want to pay for a gym",
"I don't drive so going to sports centres etc can be difficult especially with many council cuts in my local area. I also don't want to pay to use a gym, and I don't think I'd get much out of it. I could run more often, but I like going early morning and sometimes getting out of bed is tough (I have trouble sleeping). I guess that it's just too easy to talk myself out of it.",
"time. I'm a busy person",
"I'm lazy. I feel tired and like resting after work",
"I am not motivated to do so. It isn't a priority for me at the moment",
"Due to a lack of time and other commitments. I work and then in the evenings I want to see my friends.",
"Because it's hard to find the friends to do exercise with as they don't want to either!",
"I am lazy. Because I don't enjoy the gym and it is a chore and I prefer to do other things",
"I dont want end up paying for the gym and never going because I find an excuse not to go",
"I don't enjoy them much, and get exercise through my walk to work of 30 mins",
"I haven't found much I enjoy exercise wise. I do swim once a week",
"Would rather do anything else. Exercise is boring",
"because I have moved to a different city and no longer live in the same city as my friends!",
"work commitments. i work full time in events that could be draining and stressful",
"Because I spend a lot of my time sitting/lying down during the day, and it's hard to motivate myself to get up and do it; I always procrastinate and tell myself I'll do it later, too.",
"Habits are the hardest to build in the beginning, and I have an irregular schedule, so I can't really do the same thing at a set time all the time.",
"I dont find time to exercise because of my university schedule ",
"its a lot of effort to go to a gym. You need to plan and take clothes with you",
"I am very busy due to university. Something always comes up that at the time feels more important than going to the gym",
"Its hard to motivate myself. Because I have never been much into sports",
"Because I am always very busy at university and I have lots of exams to prepare. ",
"Because I am always tired and it is difficult for me to find the strength to do that. ",
"During university I don't have much time but I do walk to and from school",
"Because I don't have the motivation. It's hard",
"I am busy with university and work so I often don't have the energy to exercise.",
"The main reason is because I'm tired so I can't bring myself to do it.",
"I feel tired sometimes if I've had a long day at university and joining a gym is quite expensive, so I just try to run every other day. ",
"It gets cold here in the winters so running outside requires special equipment, and the nearest outdoor gym is far away. ",
"It's hard to get motivated to go because the gym is really far away, so I rationalize that I should do one of the million other things I've been procrastinating on instead.",
" there's always so much to do that it gets more and more overwhelming, and once that starts the harder it gets to do anything.",
"I don't want the expense of a gym membership, but find the weather to temperamental to exercise outside a lot of the time.",
"I feel that because I am not very familiar with those types of exercise I lack the strength to complete them as a result I give up on them easily",
"I am very lazy and stay at home and eat food most of the night or waste my time on my phone.",
"Because I get into a bad habit and think I can't exercise. I just dont have the motivation",
"I am busy doing university work, which is my top priority. I also walk a lot, so I justify that as exercise but I should do more yoga or gym time.",
"im tired or i am out being social, sometime sit because ive had a tough day at work",
"dont want to, i value being relaxed more than i value being fit",
"My gym is often full when I want/ can go, meaning I cant go to group exercise classes and the machines are always busy. ",
"Its likely to be more expensive. cant afford a more expensive gym",
"Because I feel like I have other things to do and can't fit exercise well into my day",
"Because I'm being lazy and don't plan my days very well at the moment",
"lack of time. Because of university where I learn games development",
"It's hard to convince myself to do so. its more fun to do other things like Videogames and the internet",
"I don't do any sports, because I'm so lazy. Well, sports have never been my thing",
"Because I'm too lazy. But I'm trying",
"I don't exercise because I don't have a lot of free time during the week. I'm a student so I spend a lot of time studying",
"Mainly due to procrastination, it gets to point where I run out of time I could have used to exercise",
"i don't have the motivation. i would rather exercise in a gym but for now i don't have enough money for a membership , and exercising alone requires a lot of motivation",
"Because it requires a lot of motivation and more discipline. I just cant be bothered",
"my main reason why I only exercise sometimes is that I'm usually too tired to do more physical activities",
"Sometimes I do, but sometimes on those days I just want to rest and take it easy",
"because feeling exhausted in the moment of exercising doesnt feel worth it",
"ahahah I see your point. Do what I say and don't do what I do, it's a perfect answer",
"Low motivation. I dont feel the need to",
"I don't have time with university and part time jobs. I'm either doing university work or relaxing after work",
"no time. Due to university and in my free time I want to hang out with friends",
"no money. Joining a sports team or gym costs money and id rather spend it on something else",
"I guess because it's hard to get the motivation to exercise sometimes",
"I don't do any sports because I don't like feeling tired. I feel tired when I exercise and I don't like the feeling. I just want to stop exercising when i start feeling tired",
"I am too lazy and unmotivated to start doing sports. I have other hobbies that I think is more fun and interesting than sports, like reading and playing drums",
"I only sometimes exercise because I am out of shape and get winded very easily",
"I get bored easily. I have tried new exercises but none of them have been fun enough for me to remain interested and when I play team sports its not as fun if being out of shape keeps me from keeping up with other players",
"lack of motivation. i push to hard and i feel inadequate so quickly loose motivation too keep up",
"another reason would be lack of time as university work takes a lot of my free time",
"not interested in sports. not naturally very good at them",
"mainly don't have enough time. tired from work. In my free time I watch youtube or TV",
"I'm too lazy to wake up early. I just don't like waking up early before work",
"it gets dark early this time of year and I don't like to run or cycle in the dark",
"I can't afford to. It costs too much money and I am a student",
"I never have the motivation to do it. I have a lot of stress due to studying so when I have finished this I do not have the motivation to go and exercise",
"I cant afford a gym membership and I have no motivation. I'm a lazy person and don't have anybody to go with",
"Time. Working 9 hours per day along with graduate schemes applicatinos",
"lack of motivation. i don't really like exercising alone and there is no one to keep me company",
"i don't have a lot of free time and i don't like exercising alone",
"Too much study time. I normally have food and then maybe go for a walk",
"i will try. i'm a student so it is difficult",
"Don't have the opportunity. Im lazy and also busy",
"Its expensive. And I dont like running in the park",
"time. don't have enough time",
"because i prefer to sleep - i am more likely to do that in summer.",
"I have a quite irregular schedule and something always comes up so it makes it difficult to plan"
		]
	}
	]
}